[
  {
    "questionOrder": 1,
    "caseText": null,
    "questionText": "La pandemia de COVID-19 puso en evidencia las profundas desigualdades en el acceso global a medicamentos y vacunas. Mientras los países de altos ingresos aseguraron dosis suficientes para vacunar varias veces a su población, naciones de ingresos bajos y medios enfrentaron demoras de meses e incluso años para inmunizar a sus grupos prioritarios. Según la OMS, al finalizar 2021, menos del 10 % de la población de los países más pobres había recibido al menos una dosis, frente a más del 70 % en las naciones más ricas.\n\nUno de los factores determinantes de esta brecha fue el sistema de patentes farmacéuticas. Las patentes otorgan a las empresas desarrolladoras derechos exclusivos de fabricación y comercialización durante 20 años, lo que les permite fijar precios elevados y controlar la oferta. Durante la emergencia sanitaria, India y Sudáfrica presentaron ante la Organización Mundial del Comercio (OMC) una propuesta de suspensión temporal de las patentes sobre vacunas y tratamientos contra el COVID-19, con el respaldo de más de 100 países. El Acuerdo sobre los ADPIC (Aspectos de los Derechos de Propiedad Intelectual relacionados con el Comercio) ya contempla las «licencias obligatorias» como mecanismo de excepción en situaciones de emergencia nacional, pero su aplicación ha sido limitada y sujeta a presiones comerciales.\n\nQuienes defienden la suspensión de patentes argumentan que la salud pública es un bien global que no debe subordinarse a intereses comerciales: permitir que más laboratorios fabriquen medicamentos esenciales reduciría los precios, aumentaría la producción y salvaría millones de vidas. Señalan que, además, gran parte de la investigación que condujo a las vacunas fue financiada con fondos públicos, lo que refuerza la obligación ética de garantizar un acceso equitativo.\n\nPor otro lado, la industria farmacéutica, asociaciones de innovación y varios países desarrollados advierten que obligar a compartir patentes desincentiva la inversión en investigación y desarrollo (I+D), ya que las empresas necesitan recuperar inversiones multimillonarias y asumir los riesgos de proyectos que frecuentemente fracasan. Sostienen que sin la protección de la propiedad intelectual, la capacidad de respuesta ante futuras pandemias se vería debilitada, y que existen alternativas menos disruptivas como las alianzas voluntarias de licencia (por ejemplo, el Medicines Patent Pool) y los acuerdos de transferencia tecnológica.\n\n¿Deberían las empresas farmacéuticas estar obligadas a compartir las patentes de medicamentos esenciales durante emergencias de salud pública para garantizar un acceso global equitativo?\n\nEscriba un texto argumentativo en el que:\n\n• Presente claramente su posición frente a la pregunta planteada.\n• Sustente su tesis con al menos dos argumentos sólidos, apoyados en razones o ejemplos.\n• Considere al menos una posible objeción a su postura y responda a ella.\n• Organice su texto con una introducción, un desarrollo argumentativo y una conclusión.\n\nTiempo sugerido: 40 minutos.\nExtensión: entre 300 y 600 palabras.",
    "explanation": null,
    "competency": "escritura_argumentativa",
    "options": []
  }
]
