[
  {
    "questionOrder": 1,
    "caseText": null,
    "questionText": "En Colombia, el Programa Ampliado de Inmunizaciones (PAI) ofrece de manera gratuita vacunas contra enfermedades como el sarampión, la poliomielitis, la difteria, la tos ferina y la hepatitis B, entre otras. Según datos del Ministerio de Salud, la cobertura de vacunación infantil ha disminuido en los últimos años, pasando de niveles superiores al 95 % a cifras cercanas al 80 % en algunas regiones, lo que ha generado brotes de enfermedades que se consideraban controladas. Entre los factores que explican esta caída se encuentran las barreras de acceso en zonas rurales, la desinformación difundida en redes sociales y, de manera creciente, la negativa de algunos padres a vacunar a sus hijos por convicciones religiosas o filosóficas.\n\nFrente a esta situación, sectores de la salud pública, sociedades científicas y organismos como la OPS han propuesto que la vacunación contra enfermedades prevenibles sea obligatoria para todos los niños en Colombia, sin admitir excepciones por creencias religiosas o filosóficas. Argumentan que la vacunación no es solo una decisión individual, sino una responsabilidad colectiva: cuando un porcentaje suficiente de la población está inmunizado —la llamada «inmunidad de rebaño»— se protege también a quienes no pueden vacunarse por razones médicas legítimas, como los niños inmunosuprimidos o los recién nacidos que aún no tienen edad para recibir ciertas vacunas.\n\nPor otro lado, organizaciones de derechos civiles, líderes religiosos y algunos juristas sostienen que imponer la vacunación obligatoria sin excepciones vulnera derechos fundamentales consagrados en la Constitución colombiana, como la libertad de conciencia (artículo 18), la libertad religiosa (artículo 19) y el derecho de los padres a decidir sobre la crianza de sus hijos. Advierten que una medida coercitiva podría generar mayor desconfianza hacia el sistema de salud y profundizar la resistencia a la vacunación en lugar de reducirla.\n\n¿Debería ser obligatoria la vacunación contra enfermedades prevenibles para todos los niños en Colombia, sin admitir excepciones por creencias religiosas o filosóficas?\n\nEscriba un texto argumentativo en el que:\n\n• Presente claramente su posición frente a la pregunta planteada.\n• Sustente su tesis con al menos dos argumentos sólidos, apoyados en razones o ejemplos.\n• Considere al menos una posible objeción a su postura y responda a ella.\n• Organice su texto con una introducción, un desarrollo argumentativo y una conclusión.\n\nTiempo sugerido: 40 minutos.\nExtensión: entre 300 y 600 palabras.",
    "explanation": null,
    "competency": "escritura_argumentativa",
    "options": []
  }
]
