[
  {
    "questionOrder": 1,
    "caseText": null,
    "questionText": "En Colombia, la eutanasia fue despenalizada por la Corte Constitucional desde 1997 mediante la Sentencia C-239, y en 2015 el Ministerio de Salud expidió la Resolución 1216 que estableció el protocolo para hacerla efectiva. Sin embargo, durante casi dos décadas su aplicación se limitó exclusivamente a pacientes con enfermedades terminales —es decir, aquellas con un pronóstico de muerte cercana— que manifestaran de forma libre, informada y reiterada su voluntad de morir dignamente.\n\nEn julio de 2021, la Corte Constitucional, mediante la Sentencia C-233, amplió el derecho a la eutanasia a pacientes con «intenso sufrimiento físico o psíquico» proveniente de una lesión corporal o enfermedad grave e incurable, sin que fuera necesario un pronóstico terminal. Esta decisión abrió la puerta a personas con enfermedades degenerativas como el ELA (esclerosis lateral amiotrófica), el Alzheimer avanzado, el Parkinson severo o ciertos tipos de cáncer en fases no terminales pero con deterioro progresivo e irreversible de la calidad de vida.\n\nQuienes apoyan la legalización plena y regulada de la eutanasia sostienen que el derecho a morir dignamente es una extensión del derecho fundamental a la vida digna y a la autonomía personal. Argumentan que obligar a un paciente a soportar un sufrimiento prolongado e irremediable cuando ha expresado de forma consciente y voluntaria su deseo de poner fin a su vida constituye una forma de trato cruel. Señalan además que una regulación clara y rigurosa —con comités interdisciplinarios, evaluaciones psicológicas, períodos de reflexión y consentimiento reiterado— protege contra abusos y garantiza que la decisión sea genuinamente libre.\n\nPor otro lado, sectores de la comunidad médica, organizaciones religiosas, grupos de bioética y asociaciones de personas con discapacidad advierten que ampliar la eutanasia más allá de los casos terminales entraña riesgos graves. Señalan que pacientes con enfermedades degenerativas pueden experimentar episodios de depresión o desesperanza transitoria que afecten su capacidad de tomar una decisión irreversible. Alertan sobre la posibilidad de una «pendiente resbaladiza» en la que, progresivamente, se flexibilicen los criterios hasta incluir sufrimiento psicológico sin enfermedad física, como ha ocurrido en Bélgica y los Países Bajos. También argumentan que la respuesta del Estado debería ser fortalecer los cuidados paliativos —aún insuficientes en gran parte del territorio colombiano— antes de ofrecer la muerte como alternativa al sufrimiento.\n\n¿Debería legalizarse y regularse plenamente la eutanasia en Colombia para todos los pacientes con enfermedades terminales o degenerativas que la soliciten de forma voluntaria, incluyendo a aquellos que no se encuentran en fase terminal?\n\nEscriba un texto argumentativo en el que:\n\n• Presente claramente su posición frente a la pregunta planteada.\n• Sustente su tesis con al menos dos argumentos sólidos, apoyados en razones o ejemplos.\n• Considere al menos una posible objeción a su postura y responda a ella.\n• Organice su texto con una introducción, un desarrollo argumentativo y una conclusión.\n\nTiempo sugerido: 40 minutos.\nExtensión: entre 300 y 600 palabras.",
    "explanation": null,
    "competency": "escritura_argumentativa",
    "options": []
  }
]
