[
  {
    "questionOrder": 1,
    "caseText": null,
    "questionText": "Colombia es uno de los países con mayores desigualdades en salud de América Latina. Según datos del Ministerio de Salud y la OMS, las poblaciones más vulnerables —comunidades rurales, indígenas, afrodescendientes y habitantes de zonas periféricas urbanas— presentan indicadores de morbilidad y mortalidad significativamente peores que los promedios nacionales. Entre las causas estructurales se identifican la pobreza, la inseguridad alimentaria, las barreras geográficas para acceder a servicios sanitarios y la falta de condiciones mínimas de vida digna.\n\nFrente a esta realidad, diversos economistas, organizaciones sociales y organismos internacionales han propuesto la implementación de una renta básica universal (RBU): una transferencia monetaria periódica, incondicional y suficiente para cubrir necesidades básicas, otorgada a todos los ciudadanos independientemente de su situación laboral o socioeconómica. Sus defensores argumentan que garantizar un ingreso mínimo reduciría las inequidades en salud al mejorar la alimentación, la vivienda y el acceso a servicios médicos de las poblaciones más afectadas.\n\nNo obstante, sectores del gobierno, analistas fiscales y parte del sector empresarial advierten que una renta básica universal sería fiscalmente insostenible para un país como Colombia, que podría generar desincentivos al trabajo formal y que existen mecanismos focalizados —como los subsidios condicionados del programa «Familias en Acción» o el «Ingreso Solidario»— que resultan más eficientes para atender a quienes realmente lo necesitan.\n\n¿Debería Colombia implementar una renta básica universal como estrategia para reducir las inequidades en salud de las poblaciones vulnerables?\n\nEscriba un texto argumentativo en el que:\n\n• Presente claramente su posición frente a la pregunta planteada.\n• Sustente su tesis con al menos dos argumentos sólidos, apoyados en razones o ejemplos.\n• Considere al menos una posible objeción a su postura y responda a ella.\n• Organice su texto con una introducción, un desarrollo argumentativo y una conclusión.\n\nTiempo sugerido: 40 minutos.\nExtensión: entre 300 y 600 palabras.",
    "explanation": null,
    "competency": "escritura_argumentativa",
    "options": []
  }
]
